<?php
/**
 * 当前模块语言包
 * @author 王远庆 <[562909771@qq.com]>
 */

return [
    // 系统错误提示
    '200001'                   => '用户名不能为空',
    '200002'                   => '登录密码不能为空',
    '200003'                   => '登录类型不能为空',

    '200004'                   => '用户不存在',
    '200005'                   => '用户被禁用',
    '200006'                   => '登陆密码错误',
    '200007'                   => '未知错误',
    '200008'                   => '登录成功',
    '200009'                   => '登录失败',
    '200010'                   => '重复密码不能为空',
    '200011'                   => '手机验证码错误',
    '200012'                   => '两次密码输入不一致',
    '200013'                   => '注册类型不能为空',
    '200014'                   => '注册类型错误',
    '200015'                   => '邮箱格式错误',
    '200016'                   => '手机格式错误',
    '200017'                   => '用户名格式错误',
    '200018'                   => '用户名已经存在',
    '200019'                   => '注册失败',
    '200020'                   => '注册成功',
    '200021'                   => '用户详细不存在',
    '200022'                   => '原始密码不能为空',
    '200023'                   => '新密码不能为空',
    '200024'                   => '用户不存在',
    '200025'                   => '原始密码错误',
    '200026'                   => '手机号码已经存在',
    '200027'                   => '邮箱账号已经存在',
    '200028'                   => '超级管理员不能被删除',
];
